tap "alajmo/sake"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "datreeio/datree"
tap "dbcli/tap"
tap "derailed/k9s"
tap "derailed/popeye"
tap "ellie/atuin"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "kakengloh/tsk"
tap "kdabir/tap"
tap "minio/stable"
tap "xwmx/taps"
brew "act"
brew "angle-grinder"
brew "argocd"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "openssl@3"
brew "asdf"
brew "atuin"
brew "awscli"
brew "bat"
brew "bit-git"
brew "bottom"
brew "broot"
brew "btop"
brew "buku"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "croc"
brew "ctop"
brew "curl"
brew "curlie"
brew "direnv"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "gitui"
brew "glib"
brew "glow"
brew "gnupg"
brew "gping"
brew "grep"
brew "node"
brew "gtop"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "influxdb-cli"
brew "infracost"
brew "pygments"
brew "jc"
brew "jq"
brew "k6"
brew "kompose"
brew "kubecm"
brew "kubectx"
brew "ldns"
brew "lnav"
brew "lsd"
brew "magic-wormhole"
brew "micro"
brew "minikube"
brew "mosh"
brew "mtr"
brew "nano"
brew "neofetch"
brew "nnn"
brew "nushell"
brew "pandoc"
brew "peco"
brew "python-tabulate"
brew "pgcli"
brew "pipx"
brew "postgresql@14", restart_service: true
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "sapling"
brew "sd"
brew "starship"
brew "stern"
brew "telnet"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "wtfutil"
brew "xh"
brew "zenith"
brew "zlib"
brew "zoxide"
brew "alajmo/sake/sake"
brew "charmbracelet/tap/soft-serve"
brew "datreeio/datree/datree"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "kakengloh/tsk/tsk"
brew "kdabir/tap/has"
brew "minio/stable/mc"
brew "xwmx/taps/nb"
cask "aws-vault"
cask "dbeaver-community"
cask "finch"
cask "font-hack-nerd-font"
cask "hashicorp-vagrant"
cask "lulu"
cask "pgadmin4"
cask "podman-desktop"
cask "powershell"
cask "vscodium"